{
  "OpenAI API Key Required": "E' richiesta la chiave API OpenAI",
  "Please set your OpenAI API key in the bottom left of the sidebar.": "Per favore, inserisci la tua Chiave API OpenAI in basso a sinistra nella barra laterale",
  "Stop Generating": "Interrompi la generazione",
  "Prompt limit is {{maxLength}} characters": "Il limite del messaggio è di {{maxLength}} caratteri",
  "System Prompt": "Prompt del sistema",
  "You are ChatGPT, a large language model trained by OpenAI. Follow the user's instructions carefully. Respond using markdown.": "Sei ChatGPT, un grande modello di linguaggio addestrato da OpenAI. Segui attentamente le istruzioni dell'utente. Rispondi usando il markdown.",
  "Enter a prompt": "Inserisci un prompt",
  "Regenerate response": "Rigenera risposta",
  "Sorry, there was an error.": "Scusa, si è verificato un errore.",
  "Model": "Modello",
  "Conversation": "Conversazione",
  "OR": "O",
  "Loading...": "Caricamento...",
  "Type a message...": "Digita un messaggio...",
  "Error fetching models.": "Si è verificato un errore nel recupero dei modelli.",
  "AI": "IA",
  "You": "Tu",
  "Cancel": "Annulla",
  "Save & Submit": "Salva e invia",
  "Make sure your OpenAI API key is set in the bottom left of the sidebar.": "Assicurati che la tua chiave API OpenAI sia inserita in basso a sinistra nella barra laterale",
  "If you completed this step, OpenAI may be experiencing issues.": "Se hai completato questo passaggio, OpenAI potrebbe avere problemi.",
  "click if using a .env.local file": "Fai click se stai utilizzando un file .env.local",
  "Message limit is {{maxLength}} characters. You have entered {{valueLength}} characters.": "Il limite del messaggio è di {{maxLength}} caratteri. Hai inserito {{valueLength}} caratteri.",
  "Please enter a message": "Per favore, scrivi un messaggio",
  "Chatbot UI is an advanced chatbot kit for OpenAI's chat models aiming to mimic ChatGPT's interface and functionality.": "Chatbot UI è un kit avanzato di chatbot per i modelli di chat di OpenAI che mira a imitare l'interfaccia e le funzionalità di ChatGPT.",
  "Are you sure you want to clear all messages?": "Sei sicuro di voler cancellare tutti i messaggi?",
  "Higher values like 0.8 will make the output more random, while lower values like 0.2 will make it more focused and deterministic.": "Valori più alti come 0,8 renderanno l'output più casuale, mentre valori più bassi come 0,2 lo renderanno più focalizzato e deterministico.",
  "Privacy Policy": "Informativa sulla privacy",
  "The use of personal data or confidential data relating to Lefebvre Sarrut group companies within this tool is not permitted.": "L'utilizzo di dati personali o confidenziali relativi alle società del gruppo Lefebvre Sarrut in questo strumento non è consentito.",
  "For more information, please see our": "Per maggiori informazioni, consulta le nostre",
  "We strive to ensure optimal performance of JackGPT and may employ measures to maintain its efficiency while accommodating the high volume of requests.": "Ci impegniamo a garantire le migliori prestazioni di JackGPT e potremmo adottare misure per mantenere la sua efficienza pur accogliendo l'elevato volume di richieste.",
  "privacyPolicy": "Consulta la nostra politica sulla privacy e sull'utilizzo nelle nostre <a>guidelines</a>."
}
