{
  "OpenAI API Key Required": "OpenAI API sleutel nodig",
  "Please set your OpenAI API key in the bottom left of the sidebar.": "Stel uw OpenAI API-sleutel in linksonder in de zijbalk.",
  "Stop Generating": "Stop met genereren",
  "Prompt limit is {{maxLength}} characters": "De limiet voor de prompt is {{maxLength}} tekens",
  "System Prompt": "Systeem prompt",
  "You are ChatGPT, a large language model trained by OpenAI. Follow the user's instructions carefully. Respond using markdown.": "Je bent ChatGPT, een groot taalmodel dat is opgeleid door OpenAI. Volg de instructies van de gebruiker zorgvuldig op. Reageer met behulp van markdown.",
  "Enter a prompt": "Voer een prompt in",
  "Regenerate response": "Genereer een nieuw antwoord",
  "Sorry, there was an error.": "Sorry, er is een fout opgetreden.",
  "Model": "Model",
  "Conversation": "Gesprek",
  "OR": "OF",
  "Loading...": "Laden...",
  "Type a message...": "Typ een bericht...",
  "Error fetching models.": "Fout bij het ophalen van modellen.",
  "AI": "AI",
  "You": "Jij",
  "Cancel": "Annuleren",
  "Save & Submit": "Opslaan en verzenden",
  "Make sure your OpenAI API key is set in the bottom left of the sidebar.": "Zorg ervoor dat uw OpenAI API-sleutel is ingesteld linksonder in de zijbalk.",
  "If you completed this step, OpenAI may be experiencing issues.": "Als u deze stap hebt voltooid, kan OpenAI problemen ondervinden.",
  "click if using a .env.local file": "klik als u een .env.local bestand gebruikt",
  "Message limit is {{maxLength}} characters. You have entered {{valueLength}} characters.": "De limiet voor het bericht is {{maxLength}} tekens. U heeft {{valueLength}} tekens ingevoerd.",
  "Please enter a message": "Voer een bericht in",
  "Chatbot UI is an advanced chatbot kit for OpenAI's chat models aiming to mimic ChatGPT's interface and functionality.": "Chatbot UI is een geavanceerde chatbot kit voor OpenAI's chatmodellen met als doel de interface en functionaliteit van ChatGPT na te bootsen.",
  "Are you sure you want to clear all messages?": "Weet u zeker dat u alle berichten wilt wissen?",
  "Higher values like 0.8 will make the output more random, while lower values like 0.2 will make it more focused and deterministic.": "Hogere waarden zoals 0,8 maken de uitvoer meer willekeurig, terwijl lagere waarden zoals 0,2 deze meer gefocust en deterministisch maken.",
  "Privacy Policy": "Privacybeleid",
  "The use of personal data or confidential data relating to Lefebvre Sarrut group companies within this tool is not permitted.": "Het gebruik van persoonsgegevens of vertrouwelijke gegevens met betrekking tot ondernemingen van de groep Lefebvre Sarrut binnen dit instrument is niet toegestaan.",
  "For more information, please see our": "Voor meer informatie, zie onze",
  "We strive to ensure optimal performance of JackGPT and may employ measures to maintain its efficiency while accommodating the high volume of requests.": "We streven ernaar om een optimale prestatie van JackGPT te garanderen en kunnen maatregelen nemen om de efficiëntie ervan te behouden terwijl we de hoge vraag naar verzoeken tegemoetkomen.",
  "privacyPolicy": "Zie ons privacy- en gebruiksbeleid in onze <a>guidelines</a>."
}
